---
kind: other
id: Methods.T:Autodesk.Revit.UI.RevisionsOnSheetUIServiceData
source: html/f327ac2a-b3f7-8d2d-452d-4e3a593e96c3.htm
---
# RevisionsOnSheetUIServiceData Methods

return the parent handle